import { StarIcon } from "../svg/starIcon";

export default function Page() {
  return (
    <div className="flex justify-center">
      {" "}
      <div className="w-[1200px] pt-10">
        <div className="flex gap-3 items-center ">
          <StarIcon />
          <h1 className="text-[22px] font-bold">Нууцлалын бодлого</h1>
        </div>
        <div className="text-lg leading-[30px] text-justify pb-20 pt-8">
          <p className="text-justify">
            <span className="pl-10">
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </span>
          </p>{" "}
          <p className="text-justify">
            <span className="pl-10">
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
              албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
              үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
              зохицуулахад оршино.
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
              үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
              хэрэгжинэ.{" "}
            </span>
          </p>
          <p className="text-justify">
            <span className="pl-10">
              {" "}
              Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
              байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
              хяналт тавина.
            </span>
          </p>
        </div>
      </div>
    </div>
  );
}
